MAIN_PAGE_URL = 'https://qa-scooter.praktikum-services.ru/'
ORDER_PAGE_URL = 'https://qa-scooter.praktikum-services.ru/order'

ANSWERS = [
    'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
    'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать '
    'несколько заказов — один за другим.',
    'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды '
    'начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда '
    'закончится 9 мая в 20:30.',
    'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
    'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
    'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без '
    'передышек и во сне. Зарядка не понадобится.',
    'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
    'Да, обязательно. Всем самокатов! И Москве, и Московской области.']

FIRSTNAME = ['Иван', 'Тест']
LASTNAME = ['Иванов', 'Тестов']
ADDRESS = ['ул. Ивановского, д.1, кв. 1', 'город Москва']
STATION = ['Сокольники', 'Преображенская площадь']
PHONE = ['89031436000', '+79533215001']
DELIVERY_DATE = ['25.10.2024', '01.01.2025']
RENTAL_TIME = ['сутки', 'трое суток']
COLOR = ['black', 'grey']
COMMENT = ['Привет', 'Спасибо']

DESCRIPTION = 'Самокат\nна пару дней\nПривезём его прямо к вашей двери,\nа когда накатаетесь — заберём'

